const management_category=[{
    id:"1",
    name:"M1 Достижение ключевых показателей эффективности завода",
    test_text_value:{
        level_1:[
            {
                key_id:"1",
                label:"1",
                task:"1. Цели завода определены на год в бизнес-плане. Оформлены в виде Х-матрице уровня L1 и соответствуют КПЭ завода в бизнес-плане.",
                control_element:"Доклад Генерального директора по Х-Матрице и бизнес-плану (содокладчик - Директор по экономике и финансам).",
                list_of_events:"Составить и утвердить X матрицу  уровня L1 на основе матрицы генерального директора  уровня L0.",
                executor:"Директор по экономике и финансам ",
                date:"15.04.2024"
            },
            {
                key_id:"2",
                label:"2",
                task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                executor:"Заместитель директора завода (по качеству) ",
                date:"16.02.2024"
            },
            {
                key_id:"3",
                label:"3",
                task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                executor:"Заместитель директора завода (по качеству) ",
                date:"16.02.2024"
            },
            {
                key_id:"4",
                label:"4",
                task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                executor:"Заместитель директора завода (по качеству) ",
                date:"16.02.2024"
            }],
            level_2:[
                {
                    key_id:"1",
                    label:"1",
                    task:"Цели завода определены на год в бизнес-плане. Оформлены в виде Х-матрице уровня L1 и соответствуют КПЭ завода в бизнес-плане.",
                    control_element:"Доклад Генерального директора по Х-Матрице и бизнес-плану (содокладчик - Директор по экономике и финансам).",
                    list_of_events:"Составить и утвердить X матрицу  уровня L1 на основе матрицы генерального директора  уровня L0.",
                    executor:"Директор по экономике и финансам ",
                    date:"15.04.2024"
                },
                {
                    key_id:"2",
                    label:"2",
                    task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                    control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                    list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                    executor:"Заместитель директора завода (по качеству) ",
                    date:"16.02.2024"
                },
                {
                    key_id:"3",
                    label:"3",
                    task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                    control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                    list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                    executor:"Заместитель директора завода (по качеству) ",
                    date:"16.02.2024"
                }],
                level_3:[
                    {
                        key_id:"1",
                        label:"1",
                        task:"Цели завода определены на год в бизнес-плане. Оформлены в виде Х-матрице уровня L1 и соответствуют КПЭ завода в бизнес-плане.",
                        control_element:"Доклад Генерального директора по Х-Матрице и бизнес-плану (содокладчик - Директор по экономике и финансам).",
                        list_of_events:"Составить и утвердить X матрицу  уровня L1 на основе матрицы генерального директора  уровня L0.",
                        executor:"Директор по экономике и финансам ",
                        date:"15.04.2024"
                    },
                    {
                        key_id:"2",
                        label:"2",
                        task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                        control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                        list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                        executor:"Заместитель директора завода (по качеству) ",
                        date:"16.02.2024"
                    },
                    {
                        key_id:"3",
                        label:"3",
                        task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                        control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                        list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                        executor:"Заместитель директора завода (по качеству) ",
                        date:"16.02.2024"
                    }],
                    level_4:[
                        {
                            key_id:"1",
                            label:"1",
                            task:"Цели завода определены на год в бизнес-плане. Оформлены в виде Х-матрице уровня L1 и соответствуют КПЭ завода в бизнес-плане.",
                            control_element:"Доклад Генерального директора по Х-Матрице и бизнес-плану (содокладчик - Директор по экономике и финансам).",
                            list_of_events:"Составить и утвердить X матрицу  уровня L1 на основе матрицы генерального директора  уровня L0.",
                            executor:"Директор по экономике и финансам ",
                            date:"15.04.2024"
                        },
                        {
                            key_id:"2",
                            label:"2",
                            task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                            control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                            list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                            executor:"Заместитель директора завода (по качеству) ",
                            date:"16.02.2024"
                        },
                        {
                            key_id:"3",
                            label:"3",
                            task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                            control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                            list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                            executor:"Заместитель директора завода (по качеству) ",
                            date:"16.02.2024"
                        }],
                        level_5:[
                            {
                                key_id:"1",
                                label:"1",
                                task:"Цели завода определены на год в бизнес-плане. Оформлены в виде Х-матрице уровня L1 и соответствуют КПЭ завода в бизнес-плане.",
                                control_element:"Доклад Генерального директора по Х-Матрице и бизнес-плану (содокладчик - Директор по экономике и финансам).",
                                list_of_events:"Составить и утвердить X матрицу  уровня L1 на основе матрицы генерального директора  уровня L0.",
                                executor:"Директор по экономике и финансам ",
                                date:"15.04.2024"
                            },
                            {
                                key_id:"2",
                                label:"2",
                                task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                                control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                                list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                                executor:"Заместитель директора завода (по качеству) ",
                                date:"16.02.2024"
                            },
                            {
                                key_id:"3",
                                label:"3",
                                task:"Цели завода визуализированы в доступной форме в виде 1 слайда/изображения и доведены до сотрудников завода при помощи заводских СМИ/КСЭД/электронной ",
                                control_element:"Просмотр Политики в области качества, операционной системы и технической безопасности.",
                                list_of_events:"Разместить цели завода на 2024 год в цеховых стендах и информационных досках завода, организовать рассылку и ознакомление с целями каждого работника.",
                                executor:"Заместитель директора завода (по качеству) ",
                                date:"16.02.2024"
                            }]
                        }
                    },
                    
                ];
export default management_category;